<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (Sinhala)
    |--------------------------------------------------------------------------
    */

    'reset' => 'ඔබේ මුරපදය යළි සකස් කර ඇත.',
    'sent' => 'අපි ඔබේ මුරපද යළි සකස් කිරීමේ සබැඳිය ඊමේල් කළෙමු.',
    'throttled' => 'නැවත උත්සාහ කිරීමට පෙර රැඳී සිටින්න.',
    'token' => 'මෙම මුරපද යළි සකස් කිරීමේ ටෝකනය වලංගු නැත.',
    'user' => 'එම ඊමේල් ලිපිනය සමඟ පරිශීලකයෙකු සොයා ගත නොහැක.',

];
